IDEA Open Model
OpenMessage.Number Property
Compatible with IDEA StatiCa v 10.1
 Number of message
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public MessageNumber Number { get; set; }
Public Property Number As MessageNumber
	Get
	Set
public:
property MessageNumber Number {
	MessageNumber get ();
	void set (MessageNumber value);
}
Property Value
Type: MessageNumber
See Also
Reference
OpenMessage Class
IdeaRS.OpenModel.Message Namespace